---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.Sanitary
enum: Autodesk.Revit.DB.MEPSystemClassification
zh: 排水、污水
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.Sanitary

**中文**: 排水、污水

A sanitary piping system